Repository: barkhasikka/chocoed
Catalog: chocoed/Localizable/*.lproj/Localizable.strings
Languages: hi

# LabelLanguageStringKey
source: Please select your preferred language for learning with Chocoed
hi: चोकॉइड के साथ सीखने के लिए कृपया अपनी पसंदीदा भाषा का चयन करें

# LabelLanguageStringAppKey
source: Please select the Preferred Application Language
hi: कृपया पसंदीदा एप्लिकेशन भाषा का चयन करें

# LoginButtonKey
source: Login / Register
hi: लॉगइन / रजिस्टर

# SignUpKey
source: Select Preferred Language
hi: पसंदीदा भाषा चुनें

# ChoicContectKey
source: Choice,Content,Conversation
hi: विकल्प, सामग्री, वार्तालाप

# RequestOfEnterMobileNoKey
source: Please enter the mobile number of the device on which you would be installing Chocoed
hi: कृपया उस डिवाइस का मोबाइल नंबर दर्ज करें जिस पर आप चोकॉइड इंस्टॉल करेंगे।

# InputChocoedTokenKey
source: Input Chocoed Token
hi: चोकोइड टोकन डालें

# TestCompletedKey
source: Completed Tests
hi: पूरे किये टेस्ट्

# TopicCompletedKey
source: Completed Topics
hi: पूरे किये विषय

# BadgesEarnedKey
source: Badges Earned
hi: अर्जित बैज

# TalkKey
source: Talk
hi: वार्ता

# ThoughtKey
source: Thought
hi: विचार

# ProgressKey
source: Progress
hi: विकास

# ChoiceKey
source: Choice
hi: विकल्प

# ConversationKey
source: Conversation
hi: वार्तालाप

# ContentKey
source: Content
hi: विषय सूची

# BehaviourialKey
source: Behavioural Test
hi: व्यवहारिक जांच

# ContinueKey
source: CONTINUE
hi: जारी रखें

# PsycomatricKey
source: Psychometric Test
hi: साइकोमेट्रिक जांच

# PersonalityKey
source: Personality Test
hi: व्यक्तित्व जांच

# LasttestKey
source: Here is last test on
hi: यह रहा अंतिम टेस्ट्

# HonestAnswerKey
source: Answer honestly, even if you don't like the answer
hi: ईमानदारी से उत्तर दें, भले ही आपको जवाब पसंद न हो।

# Educationkey
source: Education
hi: शिक्षा

# WorkKey
source: Work
hi: कार्य

# NextButtonKey
source: NEXT ➡︎
hi: आगे

# PrevButtonKey
source: ⬅︎ PREV
hi: वापस

# FirstStepKey
source: You are on the First Step
hi: आप पहले पायदान पर हो

# AddNewWorkKey
source: Add New Work
hi: कार्य अनुभव डालें

# EducationTopMsgKey
source: Let us know about your education
hi: हमें अपनी शिक्षा के बारे में बताएं

# QulificationKey
source: Qualification
hi: योग्यता

# NameofCollegeKey
source: Name of College
hi: कॉलेज का नाम

# NameofBoardUniversityKey
source: Board / University
hi: बोर्ड / विश्वविद्यालय

# LocationKey
source: Location
hi: लोकेशन

# EduactionMediumKey
source: Education Medium
hi: शिक्षा माध्यम

# SpecializationKey
source: Specification
hi: विशेषज्ञता

# YearofPassKey
source: Year of Passing
hi: उत्तीर्ण होने का वर्ष

# saveButtonKey
source: Save
hi: सुरक्षित करें

# WorkTopMsgLabel
source: Let us know about your work experience
hi: हमें अपने काम के अनुभव के बारे में बताएं

# NameofCOmpanyKey
source: Name of Company
hi: कंपनी का नाम

# EnterCompanyNameKey
source: Enter the Name of Company
hi: कंपनी का नाम डालें

# FromKey
source: From
hi: कब तक

# ToKey
source: To
hi: कब से

# ManagementLevelKey
source: Management Level
hi: प्रबंधन स्तर

# SelectManagementLevelKey
source: Select Management Level
hi: प्रबंधन स्तर चुनें

# TeamHandelKey
source: Team Handled
hi: टीम संभाली

# SelectTeamHAndleKEy
source: Select Teams Handled
hi: कितने टीम संभाली

# CurrrentInstKey
source: My Current Industry
hi: वर्तमान उद्योग

# SelectCurrentIndustryKey
source: Select Current Industry
hi: वर्तमान उद्योग चुनें

# FunctionalExpKey
source: My Functional Experience
hi: मेरा कार्यात्मक अनुभव

# SelectFunctionExp
source: Select Functional Industry
hi: कार्यात्मक उद्योग का चयन करें

# SelectQualificationButtonKey
source: Select Qualification
hi: योग्यता चुनें

# EnterNameClgKey
source: Enter College Name
hi: कॉलेज का नाम दर्ज करें

# EnterBoardKey
source: Enter Board University
hi: बोर्ड / विश्वविद्यालय का नाम दर्ज करें

# EnterLocationKey
source: Enter Location
hi: लोकेशन डालें

# SelectEduMediumKey
source: Select Education Medium
hi: शिक्षा माध्यम चुनें

# SelectSpecialixationKey
source: Select Specification
hi: विशेषज्ञता चुनें

# SelectYearPassingButtonKey
source: Select Year
hi: उत्तीर्ण होने का वर्ष चुनें

# RecheckKey
source: Recheck !
hi: फिर से जांचें !

# IncorrectIdKey
source: Incorrect Chocoed Token entered.
hi: गलत चॉकोड टोकन दर्ज किया गया।

# EnterValidMobileKey
source: Please enter valid mobile number.
hi: कृप्या वैध मोबाइल नंबर दर्ज डालें

# AlertKey
source: alert!
hi: अलर्ट !

# OkKey
source: OK
hi: ठीक

# WelcomeKey
source: Welcome!
hi: स्वागत!

# ProfileMsgForUserKey
source: There is only one You in this world. Let’s build your personal vitae
hi: इस दुनिया में एक ही आप है। चलिए आपका व्यक्तिगत बायोडाटा बनाएं

# GetStartedKey
source: GET STARTED ➔
hi: शुरु करे ➔

# AppraisalMsgKey
source: Let’s do the personalised Chocoed Essential Appraisals now.
hi: अब आपकीव्यक्तिगत करें चॉकॉएड अनिवार्य समीक्षा करते हैं

# KnowUserUniqenessKey
source: Know your Uniqueness ➔
hi: अपनी विशिष्टता को पहचानें ➔

# ProfileImpressionKey
source: You have an impressive profile!
hi: आपका प्रोफ़ाइल प्रभावशाली है!

# AddEducationButtonKey
source: Add New Education
hi: नई शिक्षा दर्ज करें

# CreateProfileKey
source: Create Profile
hi: प्रोफाइल बनाएं

# ChooseImageKey
source: Choose from gallery
hi: गैलरी से चयन करें

# ChooseAvatar
source: Choose any Avatar
hi: कोई अवतार चुनें

# ChooseImageLabelKey
source: Choose profile picture!
hi: प्रोफ़ाइल चित्र चुनें!

# FirstNameKey
source: First Name*
hi: पहला नाम*

# LastNAmeKey
source: Last Name*
hi: अंतिम नाम*

# MobileNoKey
source: Mobile No*
hi: मोबाइल नंबर*

# EmailIDKey
source: Email-Id*
hi: ईमेल आईडी*

# GenderKey
source: Gender
hi: लिंग

# MaleKey
source: Male
hi: पुरुष

# FemaleKey
source: Female
hi: महिला

# BornOnKey
source: I am born on
hi: जन्म तारीख

# ProceedButtonKey
source: Proceed
hi: आगे बढ़ें

# MyChoiceKey
source: My Choice
hi: मेरा विकल्प

# MySkillKey
source: My Skills
hi: मेरे कौशल

source: Soft Skills
hi: व्यवहार कुशलता

# CompletedTestKey
source: Completed Tests
hi: पूरे किये टेस्ट

# CompletedCourseKey
source: Courses Completed
hi: पुरे किये विषय

# FriendsKey
source: Friends
hi: दोस्त

# Add5Key
source: Add 4 of your contacts to see their progress as well.
hi: चोकेड में अपनी रैंकिंग जानने के लिए दोस्तों को जोड़ें

# AddFriendLabelKey
source: Add Friend
hi: दोस्त जोड़ें

# DoneKey
source: Done
hi: ठीक

# MyRadarKey
source: My Radar
hi: मेरा राडार

# MyPlanKey
source: My Plan
hi: मेरी योजना

# AwesomeToKnowMsgKey
source: Awesome! To know oneself is the beginning of every beautiful journey.
hi: बहुत बढ़िया! खुद को जानना हर खूबसूरत यात्रा की शुरुआत है।

# LetsGetChocoedButtonKey
source: Let’s get Chocoed
hi: चलिए चोकॉएड हो जाएं

# EndTestKey
source: END TEST
hi: समाप्त

# TopicLabelKey
source: Topic
hi: विषय

# SubTopicLAbelKey
source: Sub Topic
hi: उप विषय

# alertFieldsFilled
source: please check if all fields are filled
hi: कृपया जांचें कि क्या सभी फ़ील्ड भर गए हैं या नहीं

# alertAssessment
source: Check your understanding with our quick assessment on todays topics
hi: आज के विषयों पर हमारे त्वरित मूल्यांकन के साथ अपनी समझ की जांच करें

# alertNotNow
source: Not Now
hi: अभी नहीं

# alertYes
source: Yes
hi: हाँ

# alertInterestingVideos
source: Interesting Video
hi: दिलचस्प वीडियो

# alertDear
source: Dear
hi: प्रिय

# alertVideos
source: there are videos yet to be seen by you. Please watch them first.
hi: आपके द्वारा देखे जाने वाले वीडियोस अभी बाकि है

# alertCompletedAssessments
source: Assessments to be Completed
hi: कुछ आकलन पूरा किए जाने हैं

# alertcompletedAssessmentMsg
source: You have some assessments to be completed.Would you like to do them now ?
hi: आपको अभी कुछ आकलन पूरे करने है.क्या आप उन्हें अभी करना चाहते हैं?

# BadgesEKey
source: Badges Earned
hi: अर्जित बैज

# TopicCompletedProgressKey
source: Topic Completed
hi: पूरे किये विषय

# ChatKey
source: Chat
hi: चैट

# NoFriendFoundKey
source: No Friend Found , Tap on + button to add friend
hi: कोई दोस्त नहीं मिला, दोस्त जोड़ने के लिए + बटन पर टैप करें

# SearchFriendKey
source: Search Friend
hi: दोस्तों को खोजें

# MytalksKey
source: My Talks
hi: मेरा वार्तालाप

# destructiveKeybutton
source: New Self - destruct Message
hi: नया स्व-नष्ट संदेश

# contactNotFoundKey
source: No Contact Found, Tap on + button to add contact
hi: कोई संपर्क नहीं मिला, संपर्क जोड़ने के लिए + बटन पर टैप करें

# MediabuttonKey
source: Media
hi: मीडिया

# DeleteButtonKey
source: Delete Friend
hi: मित्र हटाएं

# photoNotoficationKey
source: Photo Notification
hi: फोटो अधिसूचना

# NotificationKey
source: Notification
hi: अधिसूचना

# MyprogressKey
source: My Progress
hi: मेरा विकास

# SelectContactsKey
source: Select Contact
hi: संपर्क चुनिए

# searchfriendKey
source: Search Friends
hi: दोस्तों को खोजें

# AddFriendsKey
source: Add Friends
hi: मित्र बनाओ

# ApplicationLangAlert
source: Are you sure you want to change the Application Language
hi: क्या आप वाकई एप्लीकेशन भाषा को बदलना चाहते हैं

# alertNo
source: No
hi: नहीं

# alertKey
source: Alert
hi: अलर्ट

# logoutAlert
source: Are you sure you want to logout?
hi: क्या आप लॉग आउट करना चाहते हैं?

# noLogoutAlert
source: No I don't want to logout
hi: नहीं, मैं लॉगआउट नहीं करना चाहता हूं

# backAlertKey
source: Back
hi: वापस

# okAlertKey
source: Ok
hi: ठीक

# ChooseoptionKey
source: Choose option
hi: विकल्प का चयन करें

# GalleryKey
source: Gallery
hi: गेलरी

# CameraKey
source: Camera
hi: कैमरा

# DocumentKey
source: Document
hi: दस्तावेज़

# cancelKey
source: Cancel
hi: रद्द

# withoutPermissionKey
source: Without Permission
hi: बिना अनुमति के

# withPermissionKey
source: With Permission
hi: अनुमति से

# SecureItkey
source: Secure it
hi: इसे सुरक्षित करो

# DeleteKey
source: Delete
hi: हटाना

# ReplyKey
source: Reply
hi: जवाब दे

# ForwardKey
source: Forward
hi: आगे

# CopyKey
source: Copy
hi: प्रतिलिपि

# InfoKey
source: Info
hi: जानकारी

# MessageDetailsKey
source: Message Details
hi: संदेश विवरण

# DeliveredKey
source: Delivered
hi: पहुंचा

# ReadKey
source: Read
hi: पढ़ ा

# SecuredMessageKey
source: Secured Message
hi: सुरक्षित संदेश

# NotNowKey
source: Not Now
hi: अभी नहीं

# GrantPermissionKey
source: Grant Permission
hi: अनुमति दे

# RequestPermissionKey
source: Request Permission
hi: अनुमति का अनुरोध करें

# DeleteformeKey
source: Delete for me
hi: मेरे लिए हटाएं

# DeleteforeveryoneKey
source: Delete for Everyone
hi: हर किसी के लिए हटाएं

# PermissionKey
source: Permission
hi: अनुमति

# PermissionmessageKey
source: Grant permission to download file
hi: फ़ाइल डाउनलोड करने के लिए अनुमति ले

# InvalidMobileNumberKey
source: Invalid Mobile Number
hi: अमान्य मोबाइल नंबर

# FriendDeleteKey
source: from your friend list?
hi: आपकी मित्र सूची से हटाना चाहते हैं

# ProfileKey
source: Profile
hi: प्रोफाइल

# SorryKey
source: Sorry
hi: शमा कीजिये

# TryAgainKey
source: Try Again
hi: पुनः प्रयास करें

# add4FriendsKey
source: You can add only 4 friends
hi: आप केवल 4 दोस्तों को जोड़ सकते हैं

# assessmentCompletionKey
source: You have some assessments to be completed.Would you like to do them now ?
hi: आपके पास पूरा होने के कुछ आकलन हैं। क्या आप उन्हें अभी करना चाहते हैं?

# DearKey
source: Dear
hi: प्रिय

# IntrestingVideoKey
source: there are many interesting videos awaiting you.Please proceed to watch them.
hi: आपके लिए इंतजार कर रहे कई रोचक वीडियो हैं। कृपया उन्हें देखने के लिए आगे बढ़ें।

# AssesmentCompleteKey
source: You have already completed this assessment.
hi: आप पहले ही इस मूल्यांकन को पूरा कर चुके हैं

# AwesomeCommitmentKey
source: Awesome Commitment!
hi: बहुत बढ़िया वचनबद्धता!

# watchAgainInLangKey
source: In which language would you like to watch this topic again?
hi: आप इस विषय को फिर से किस भाषा में देखना चाहेंगे?

# SelectAnswerKey
source: Select Answer
hi: उत्तर का चयन करें

# CongratulationKey
source: Congratulation
hi: बधाई

# todaysVideoKey
source: you are doing great .To completely get Chocoed ,watch today’s videos in
hi: आप बहुत अच्छा कर रहे हैं। पूरी तरह से चोकोएड पाने के लिए, आज के वीडियो देखें

# AssessmentYetToCompelteKey
source: You are yet to complete this Assessment.
hi: आपने अभी तक इस आकलन को पूरा नहीं किया है।

# awaitedAssessmentKey
source: there are many interesting videos awaiting you.Please proceed to watch them.
hi: आपके लिए इंतजार कर रहे कई रोचक वीडियो हैं। कृपया उन्हें देखने के लिए आगे बढ़ें।

# yetToLearnKey
source: You are yet to learn this topic, you can revise topics which is completed from here.
hi: आपने अभी तक यह विषय नहीं सीखे है, आप यहां से पूरें किए गए विषयों को संशोधित कर सकते हैं।

# ohKey
source: Oh!
hi: ओ!

# appraisalKey
source: Your Appraisal is incomplete.You are so close to knowing your uniqueness. Why don’t you complete this?
hi: आपका मूल्यांकन अपूर्ण है। आप अपनी विशिष्टता को जानने के बहुत करीब हैं। आप इसे क्यों पूरा नहीं करते?

# YesIwillKey
source: Yes I will
hi: हां मैं करूंगा

# PrefferedLanguageHalfKey
source: I would like
hi: मुझे

# PrefferedLanguageNextHalfKey
source: as preferred language for learning with Chocoed ?
hi: चाहिए चोकोड के साथ सीखने के लिए पसंदीदा भाषा के रूप में

# balnkFieldsKey
source: Please fill all the mandatory fields.
hi: कृपया सभी अनिवार्य फ़ील्ड भरें।

# availableStringKey
source: , this feature will be available to you soon. Please proceed with your learning journey.
hi: , यह सुविधा जल्द ही आपके लिए उपलब्ध होगी। कृपया अपनी सीखने की यात्रा के साथ आगे बढ़ें.

# DeleteChatKey
source: Delete Chat
hi: चैट हटाएं

# internetConnectionKey
source: Check internet connection
hi: कनेक्ट करने में असमर्थ। कृपया कुछ देर बाद प्रयास करें।

# somethingWentWrongKey
source: Oh! It's not you, it's Us, we are fixing the problem, don't worry
hi: हम इसे अपने अंत से हल कर रहे हैं। चिंता मत करो!

# appLangKey
source: Please select your preferred langauage for Chocoed app screens
hi: चोकोड ऐप स्क्रीन्स के लिए अपनी पसंदीदा भाषा चुनें।

# primaryLangKey
source: Please select your primary language for learning with Chocoed
hi: चोकोड ऐप के साथ सीखने के लिए अपनी पसंदीदा भाषा चुनें।

# secondayLangDemoKey
source: Please select your secondary langauge for relearning and reinforcing knowledge with Chocoed
hi: चोकोड के साथ ज्ञान को जारी करने और मजबूत करने के लिए कृपया अपना माध्यमिक लैंगेज चुनें

# secondLangKeyFirst
source: Your primary langauge for learning with Chocoed has been selected as
hi: चोकोड के साथ सीखने के लिए आपका प्राथमिक लैंगेज चुना गया है

# secondLangKeySecond
source: by your Company. Please select your secondary language for relearning and reinforcing knowledge with Chocoed
hi: आपकी कंपनी द्वारा . चोकोड के साथ ज्ञान को जारी करने और मजबूत करने के लिए कृपया अपनी माध्यमिक भाषा का चयन करें

# validNameKey
source: Enter valid first name
hi: वैध पहला नाम दर्ज करें

# validLastNameKey
source: Enter valid last name
hi: वैध अंतिम नाम दर्ज करें

# validEmailKey
source: Enter valid email
hi: वैध ईमेल दर्ज करें
